import React from "react";
import "../styles/NotePage.css";

const NotePage = () => {
  return (
    <div className="note-container">
      <h2 className="note-title">💌 A Note Just for You</h2>
      <div className="note-card">
        <p>
          
          <br /><br />
          நீ பிறந்த இந் நாளில் நேரில் வாழ்த்த வேண்டும் என்பதே என் விருப்பம்
          <br /><br />
          என்ன செய்வது நீ பல மைல்கள் கடந்து இருக்கிறாய் இருந்தாலும்  
          <br /><br />
          என்னால் எப்படி வாழ்த்தாமல் இருக்க முடியும் 
          <br /><br />
          உன்னுடன் இருக்கும் புகைப்படம் மட்டுமே இல்லை என்றாலும் உன்னுடன் எனக்கு நிறைய நினைவுகள் உண்டு கடினமான தருணங்களும் உண்டுதான் இருந்தாலும் உன் முகம் பார்க்கும் போது மறைந்து போகும் உன் குரல் கேட்கும் போது சிரிப்பு வரும் அந்த சிரிப்பு நீடிக்க என்<br />
          <strong>தோழிக்கு இனிய அகவை தின நல்வாழ்த்துகள் 💝</strong>
        </p>
      </div>
    </div>
  );
};

export default NotePage;
